tap "conduktor/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"

brew "antigen"
brew "conduktor"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gh"
brew "git-extras"
brew "gnupg"
brew "go"
brew "graphviz"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "jenv"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "mas"
brew "pinentry-mac"
brew "pyenv"
brew "pyenv-virtualenv"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "brave-browser"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "keybase"
cask "mongodb-compass"
cask "neo4j"
cask "ngrok"
cask "openvpn-connect"
cask "postman"
cask "qlmarkdown"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sonos"
cask "spotify"
cask "sublime-text"
cask "temurin"
cask "the-unarchiver"
cask "vlc"
cask "warp"

mas "Amphetamine", id: 937984704
mas "GoodNotes", id: 1444383602
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Transporter", id: 1450874784
mas "iA Writer", id: 775737590
mas "Transmit 5", id: 1436522307
mas "CleanMyMac", id: 1339170533
mas "EXIF Tool : Metadata Tool", id: 1493735407
