tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "mongodb/brew"

brew "antigen"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "github/gh/gh"
brew "gnupg"
brew "go"
brew "graphviz"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "mas"
brew "mongodb-community@4.2", restart_service: true
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pyenv"

cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "keybase"
cask "mongodb-compass"
cask "ngrok"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "station"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"

mas "Amphetamine", id: 937984704
mas "Pocket", id: 568494494
mas "iA Writer", id: 775737590
